Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/miscarriage_and_stillbirth/bereavement_and_childbirth.html.txt.tmx
Source language: en
Languages: ga

source: The death of a baby, at whatever stage, is profoundly saddening, all the more so because the baby's death is often very sudden
ga: Is ábhar tubaisteach bróin é bás naíonáin, ag aon staid, agus is brónaí fós é mar go dtarlaíonn bás naíonáin go minic an-tobann

source: Whether the mother suffers a miscarriage, a stillbirth or the sudden death of an infant, both she and her partner are left with deep feelings of grief and sometimes guilt
ga: Má fhulaingíonn an mháthair ó bhreith anabaí, marbh-bhreith naíonáin a rabhthas ag tnúth go mór leis, nó má fhaigheann naíonán bás go tobann, fágtar an mháthair agus a páirtnéir le mothúcháin dhoimhne bróin agus uaireanta mothaíonn siad ciontach

source: Here, we look at the services available to you in Ireland if you have had a miscarriage or a stillbirth, or have lost your baby through Sudden Infant Death Syndrome (SIDS)
ga: Anseo caithfimid súil ar na seirbhísí atá ar fáil duit má bhíonn breith anabaí agat, marbhghin nó má cailleadh do naíonán trí Shiondróm Bhás Tobann Naíonán (SIDS)

source: Miscarriage, Stillbirth and Neonatal Death
ga: Breitheanna Anabaí, Marbh-bhreitheanna agus Bás Nuabheirthe

source: A miscarriage can occur at any stage of a pregnancy, up until 24 weeks
ga: Is féidir le breith anabaí tarlú ag aon staid den toircheas, suas go dtí thart ar 24 seachtaine

source: The loss of a baby after 24 weeks gestation is referred to as a stillbirth
ga: Tagraítear do chailliúint linbh tar éis 24 seachtaine sa tréimhse iompair mar mharbh-bhreith

source: When a baby lives for only a few hours or days after birth his/her death is referred to as a neonatal death
ga: Nuair nach maireann naíonán ach ar feadh cúpa uair an chloig nó cúpla lá tar éis a bhreithe/breithe tagraítear don bhás mar bhás nuabheirthe

source: Miscarriage often occurs with no warning, and often no medical reason can be found why it happened
ga: Tarlaíonn breith anabaí go minic gan aon rabhadh agus is minic nach féidir aon chúis mhíochaine a fháil faoin gcúis ar tharla sí

source: This can be very distressing - your loss can appear to have no cause and you can often be expected to get "back on your feet" very soon
ga: Is féidir leis sin a bheith ina chrá - is cosúil nach mbíonn aon chúis le do bhris agus is minic go mbítear ag súl go rachaidh tú "ar ais ar do shainléim" go luath ina dhiaidh

source: Although physically you may recover from a miscarriage quite quickly, emotionally it can take much longer
ga: Cé gur féidir leat teacht chugat féin go fisiciúil sách tapa ó bhreith anabaí, tógann sé i bhfad níos faide go mothaíoch

source: A stillbirth or neonatal death often has many causes but sometimes the cause is unknown
ga: Is iomaí cúis a d'fhéadfadh a bheith le marbh-bhreith nó bás nuabheirthe ach ó am go chéile ní bhíonn an chúis ar eolas

source: Parents who have spent six months and more looking forward to the birth of their baby are devastated, and may wonder if they have in some way caused the death of their baby
ga: Bíonn tuismitheoirí a chaith sé mhí agus níos mó ag tnúth le breith a naíonáin croíbhriste agus d'fhéadfadh imní a bheith orthu an iad féin ar bhealach éigin ba chúis le bás an naíonáin

source: They may be further distressed by being asked to consent to a postmortem examination
ga: D'fhéadfadh an scrúdú iarbháis a n-iarrtar orthu ceadú dó a bheith ina ábhar mór crá dóibh

source: You may find the following information helpful:
ga: B'fhéidir go mbeadh cuid den eolas seo a leanas ina chabhair duit:

source: • At the hospital: the hospital staff will help you with any wishes you might have - to hold your baby, or to take photographs; the hospital chaplain can discuss a religious service with you if you wish; the hospital social worker can refer you to bereavement counselling
ga: • Ag an ospidéal: tabharfaidh foireann an ospidéil cabhair duit le haon mianta a d'fhéadfadh a bheith agat do naíonán a thógáil i do ghabháil, nó grianghraif a ghlacadh; is féidir le séiplíneach an ospidéil seirbhís reiligiúnda a phlé leat más mian leat sin; is féidir le hoibrí sóisialta an ospidéil tú a chur chuig comhairliú bhrón báis

source: • Outside the hospital, your GP will refer you to specialist counselling help if you are finding it hard to cope
ga: • Lasmuigh den ospidéal, cuirfidh do dhochtúir teaghlaigh chuig cabhair chomhairlithe speisialta tú má bhíonn deacracht agat déileáil lenar tharla

source: • The Miscarriage Association of Ireland is a voluntary organisation which provides information and support to women who have suffered a miscarriage and their partners
ga: • Is eagraíocht dheonach é an Miscarriage Association of Ireland a chuireann eolas agus tacaíocht ar fáil do mhná a d'fhulaing ó bhreith anabaí agus dá bpáirtnéirí

source: It provides telephone support and holds monthly meetings
ga: Cuireann siad tacaíocht teileafóin ar fáil agus bíonn cruinnithe míosúla acu

source: It also supplies factsheets on miscarriage-related matters
ga: Soláthraíonn siad bileoga fíricí agus ábhair a bhaineann le breitheanna anabaí

source: • The Little Lifetime Foundation (formerly Irish Stillbirth and Neonatal Death Society) is a voluntary organisation that provides information and support to bereaved parents and families whose baby has died or is expected to die
ga: • Is eagraíocht dheonach é an Little Lifetime Foundation (roimhe Irish Stillbirth and Neonatal Death Society) a chuireann eolas agus tacaíocht a thabhairt do thuismitheoirí agus do theaghlaigh a chaill a leanbh tar éis bháis nó a bhfuiltear ag súil go bás

source: • Parents can register a stillbirth and apply for a stillbirth certificate for their baby
ga: Chun mionsonraí a fháil, féach le do thoil Breith do Naíonáin a Chlárú

source: • Mothers of stillborn babies born after 24 weeks of pregnancy are entitled to 26 weeks maternity leave and to maternity benefit
ga: • Tá máithreacha naíonáin a rugadh marbh tar éis 24 seachtaine toirchis i dteideal 18 seachtaine saoire máithreachais agus sochar máithreachais

source: For details, please contact the Maternity Benefit section of the Department of Social Protection
ga: I gcomhair mionsonraí, déan teagmháil le do thoil le rannóg Shochar Máithreachais na Roinne Coimirce Sóisialaí

source: Sudden Infant Death Syndrome (SIDS)
ga: Siondróm Bás Tobann Naíonáin (SIDS)

source: Formerly known as "cot death", SIDS refers to the sudden death of a previously healthy baby under a year old
ga: Thugtaí "bás cliabháin" ar SIDS roimhe seo agus tagraíonn sé do bhás tobann naíonáin faoi bhliain d'aois a bhí i mbarr a shláinte/sláinte roimhe sin

source: The grief which accompanies the death of a baby is often exacerbated by feelings of guilt, as the parents wonder if they could in some way have contributed to their baby's death
ga: Méadaítear an bhuairt a ghabhann le bás naíonáin go minic de bharr go mothaítear ciontach, agus é ag déanamh imní do thuismitheoirí an amhlaigh gur chuir siad le bás a naíonáin ar aon bhealach

source: Research shows that the cause of SIDS is unknown - babies appear healthy prior to death, and SIDS cannot be prevented
ga: Léiríonn taighde nach bhfuil a fhios cad a chúisíonn SIDS - bíonn cuma shláintiúil ar na naíonáin sula bhfaigheann siad bás, agus ní féidir SIDS a chosc

source: The Irish Sudden Infant Death Association (ISIDA) provides a range of support and information services, including a nationwide support helpline, a handbook of information on SIDS, a befriending service and annual memorial services for SIDS babies
ga: Cuireann an Irish Sudden Infant Death Assocaiation (ISIDA) raon seirbhísí tacaíochta agus eolais ar fáil, lena n-áirítear líne cabhrach tacaíochta ar fud na tíre, lámhleabhar eolais ar SIDS, seirbhís chairde agus seirbhísí cuimhneacháin bhliantúla do naíonáin SIDS
